# Pacman
base-devel
xorg
xorg-server
nvidia
nvidia-settings
bspwm
sxhkd
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
git
vim
xdo
xdotool
time
#alsa
#alsa-utils
#pulseaudio
#pavucontrol
nitrogen
openssh
unzip
fzf
zsh
arc-gtk-theme
docker
docker-compose
xscreensaver
xfce4-power-manager
htop
dunst
docker
docker-compose
dhcpcd
usbutils
the_silver_searcher
rofi
gvfs
gvfs-smb
udisks2
tumbler
poppler-glib
thunar
thunar-volman
thunar-archive-plugin
xarchive
libu2f-host
inetutils
picom
ffmpeg
nodejs
npm
acpilight
direnv
flatpak
alacritty


#AUR
xtitle
polybar
slack
discord
postman
ttf-iosevka
nvm-git


#Compile or custom resource
yay
